Repository: mozilla-l10n/mt-training-data
Catalog: gig/gig_pontoon.tmx
Source language: en_us
Languages: gig

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gig: تم ڪآمن وآئس ني همآري يوميه ريڪآڌنگ مين پوچيم مدد ڪيڌي ڇي

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gig: تم ڪآمن وآئس ني همآري يوميه مين مدد ڪيڌي هيتي

source: You've successfully signed up for contributing to { $language }. Thank you.
gig: تمآري { $language } تم ڪآميآبي سون سآئن اپ ڪري ڇي مدد ڪري ري مهربآني

source: You want to join the Common Voice mailing list
gig: آم وآئس ميٚلنگ ڦهرست مينٚ بهڙي هووي۔

source: You write down what you hear in the audio clips
gig: تم جيڪو سوڻو ڇو او آڊيو ڪلپي مين ليکو ڇو۔

source: Zaza
gig: زآزآ

source: Zip #{ $offset } of { $total }
gig: { $total } سون{ $offset } زپ #

source: Zulu
gig: زولو

source: account recovery key
gig: آڪآئونٽ وآپسي لي واڙو ڪوٽ

source: add-on
gig: ودآڻو

source: alternate text
gig: اور جگآ پر موآد

source: attack
gig: هملو

source: attacker
gig: هملو ڪري وآڙو

source: Attack Site
gig: سآئيٽ پر هملو

source: attendee
gig: بهڙي هوڻو

source: authenticate
gig: سئي ڪرڻو

source: authenticated
gig: سئي هوڙآ

source: authentication code
gig: سئي ڪرڻو ڪوٽ

source: autoplay
gig: آپ چلي وآڙو

source: backup authentication code
gig: سئي ڪوڊ ڪرين رکڻو

source: bookmark
gig: بڪ مآرڪ

source: breakpoint
gig: بريڪ پوآئنٽ

source: Bug report
gig: موٽي ريپوٽ

source: certificate authority
gig: سرٽيڦڪيٽ سبوتي

source: cipher
gig: سيڦر

source: clipboard
gig: ڪلپ بورڊ

source: colorway
gig: رنگي وآڙو رستو

source: confirmation code
gig: پڪو ڪوڊ

source: context
gig: موآد

source: cookie banner
gig: ڪوڪي بينر

source: corrupt
gig: کرآب

source: corrupted
gig: کرآب ڇي

source: crash
gig: هآدسو

source: cross-site tracking cookie
gig: ڪرآس سآئيٽ ٽريڪنگ ڪوڪي

source: cryptominer
gig: ڪريآپٽومينر

source: cryptomining
gig: ڪريآپٽومينرنگ

source: debug
gig: ڊيبگ

source: deceptive site
gig: گمراه ڪيۮوڙآ سآئيٽ

source: decode
gig: ڊيڪوڊ

source: decryption
gig: ڊيڪرپشن

source: disinformation
gig: جآم مهلومآت

source: distrust
gig: بي آتبآري

source: email mask
gig: اي ميل مآسڪ

source: enable
gig: چآلو ڪرڻو

source: encode
gig: انڪوڊ

source: encrypt
gig: انڪرپٽ

source: encryption
gig: انڪرپشن

source: end user
gig: آکري استهمآل ڪيۮوڙآ

source: Enhanced Tracking Protection
gig: بهتر هووڙآ ٽريڪنگ سمبآل

source: extension
gig: وڌيڪ

source: fingerprinter
gig: ڦنگر پرنٽر

source: fingerprinting
gig: ڦنگرپرنٽرنگ

source: Firefox View
gig: ڦآئت ڦآڪس ۮيکو

source: grassroots
gig: گرآس روٽ

source: home page
gig: گهر پنآ

source: import
gig: کآس

source: independent browser
gig: آزآد برآئوزر

source: innovations
gig: دآوت

source: insecure
gig: مهڦوز ڪوني

source: installation
gig: ڪآڏڻو

source: Issue
gig: مسلو

source: Legacy extension
gig: ورسي ري وڌيڪ

source: MDN
gig: ايم ڊي اين

source: misinformation
gig: گلت مهلومآت

source: native
gig: ڏيهي

source: net neutrality
gig: کآس گير جآنبدآري

source: nonprofit
gig: گلت منآڦه بکس

source: non-profit
gig: گلت منآڦه بکس

source: open source
gig: کولوڙآ زريو

source: override
gig: مآٿي چڙڻو

source: phone number mask
gig: ڦون نمبر مآڪس

source: pop-up
gig: پآپ اپ

source: preference
gig: ترجمو

source: Privacy Notice
gig: رآزدآري رو نوٽيس

source: release
gig: ڇوڙڻو

source: report
gig: ريپوٽ

source: restricted site
gig: موٽي سآئيٽ

source: revert
gig: وآپسي ڪرڻو

source: Review checker
gig: جآئزو ليڻو

source: search suggestion
gig: ڊونڊي ري ڪوشش

source: security keys
gig: سيڪيورٽي چآٻي

source: sensitive
gig: ايسآس

source: sidebar
gig: سآئڊبآر

source: sign
gig: نيشآني

source: signer
gig: سئي ڪري وآڙو

source: sign in
gig: سآئن ان ڪرو

source: sign-in
gig: سآئن ان ڪرو

source: studies
gig: پڙهآئي

source: Terms of Service
gig: سروس ري سرت

source: track
gig: ٽريڪ

source: trackers
gig: ٽريڪرس

source: Tracking Content
gig: ٽريڪنگ رآپتو

source: unencrypted
gig: اڻ ڪوڊ هووڙآ

source: unresponsive
gig: گير جوآبدآر

source: unsafe
gig: ان سيڦ

source: validate
gig: سئي ڪرو

source: validity
gig: سئي

source: version
gig: نسڪو

source: Web Authentication
gig: ويبي ري سئي
